INSERT INTO product_categories(category_id, product_id)
VALUES
    (1, 1),  -- Оливки в Закуски
    (11, 2), -- Салат Цезарь в Овощные салаты
    (12, 2), --              в Мясные салаты
    (9, 2),  --              в Мясные блюда
    (11, 3), -- Греческий салат в Овощные салаты
    (3, 4),  -- Куриный суп в Супы
    (9, 4),  --             в Мясные блюда
    (3, 5),  -- Грибной суп в Супы
    (23, 6), -- Паста болоньезе в Итальянские пасты
    (9, 6),  --                 в Мясные блюда
    (4, 7),  -- Запеченный лосось в Основные блюда
    (8, 7),  --                   в Рыба
    (4, 8),  -- Стейк из говядины в Основные блюда
    (9, 8),  --                   в Мясные блюда
    (4, 9),  -- Курица гриль в Основные блюда
    (9, 9),  --              в Мясные блюда
    (4, 10), -- Тушеные овощи в Основные блюда
    (10, 10), --              в Вегетарианские блюда
    (10, 24), --              в Гарниры
    (11, 11), -- Овощной салат в Овощные Салаты
    (10, 11), --               в Вегетарианские блюда
    (12, 12), -- Салат с тунцом в Мясные Салаты
    (8, 12),  --                в Рыба
    (3, 13), -- Суп-пюре в Супы
    (3, 14), -- Суп с лапшой в Супы
    (5, 15), -- Шоколадный торт в Десерты
    (5, 16), -- Карамельное пирожное в Десерты
    (6, 17), -- Свежевыжатый сок в Напитки
    (6, 18), -- Коктейль "Мохито" в Напитки
    (6, 19), -- Чай с лимоном в Напитки
    (6, 20), -- Эспрессо в Напитки
    (7, 21), -- Феттучини в Пасты
    (2, 22), -- Салат с креветками в Салаты
    (8, 22), --                    в Рыба
    (4, 23), -- Куриные наггетсы в Основные блюда
    (9, 23), --                  в Мясные блюда
    (5, 24), -- Пирог с яблоками в Десерты
    (5, 25), -- Тирамису в Десерты
    (4, 26), -- Пицца Маргарита в Основные блюда
    (21, 27), -- Паста Карри в Восточные пасты
    (22, 27), --             в Острые блюда
    (4, 24), -- Ризотто в Гарниры
    (5, 29), -- Нежный чизкейк в Десерты
    (2, 30), -- Салат Нисуаз в Салаты
    (4, 31), -- Куриный шашлык в Основные блюда
    (9, 31), --                в Мясные блюда
    (5, 32), -- Блинчики в Десерты
    (5, 33), -- Крем-брюле в Десерты
    (2, 34), -- Тосты с авокадо в Салаты
    (10, 34), --                в Вегетарианские блюда
    (11, 35), -- Капрезе в Овощные салаты
    (10, 35), --         в Вегетарианские блюда
    (4, 36), -- Тунец на гриле в Основные блюда
    (8, 36), --                в Рыба
    (5, 37), -- Пирожки с капустой в Десерты
    (3, 38), -- Украинский борщ в Супы
    (3, 39), -- Суп с фрикадельками в Супы
    (24, 40), -- Запеченные овощи в Гарниры
    (10, 40), --                  в Вегетарианские блюда
    (3, 41), -- Легкий куриный бульон в Супы
    (4, 42), -- Шницель из свинины в Основные блюда
    (9, 42), --                    в Мясные блюда
    (5, 43), -- Пирог с мясом в Десерты
    (9, 43), --               в Мясные блюда
    (11, 44), -- Салат с авокадо в Овощные салаты
    (10, 44), --                 в Вегетарианские блюда
    (6, 45), -- Коктейль с ананасом в Напитки
    (4, 46), -- Курица с орехами в Основные блюда
    (9, 46), --                  в Мясные блюда
    (4, 47), -- Французское рататуй в Основные блюда
    (10, 47), --                    в Вегетарианские блюда
    (4, 48), -- Гамбургер с говядиной в Основные блюда
    (9, 48), --                       в Мясные блюда
    (4, 49), -- Крокеты с картофелем в Основные блюда
    (4, 50), -- Гречка с грибами в Основные блюда
    (3, 51), -- Суп из чечевицы в Супы
    (4, 52), -- Пельмени в Основные блюда
    (9, 52), --          в Мясные блюда
    (4, 53), -- Лазанья в Основные блюда
    (5, 54), -- Пирожки с мясом в Десерты
    (9, 54), --                 в Мясные блюда
    (11, 55), -- Салат с курицей и ананасом в Овощные салаты
    (12, 55), --                            в Мясные салаты
    (9, 55), --                             в Мясные блюда
    (4, 56), -- Запеченные куриные грудки в Основные блюда
    (9, 56), --                           в Мясные блюда
    (3, 57), -- Суп из шпината в Супы
    (4, 58), -- Рыбные палочки в Основные блюда
    (8, 56), --                в Рыба
    (5, 59), -- Блинчики с творогом в Десерты
    (11, 60), -- Салат с креветками и манго в Овощные салаты
    (8, 60); --                             в Рыба
