INSERT INTO public.organizations(
    id, upn, name, legal_address, phone_number, email, type, created_at)
VALUES
    (1, 231295, 'ООО "MealMap"', 'Минск, ул. Леонида Беды 4', '375292884988',
     'lisichkindanila@gmail.com', 1, NOW()),
    (2, 591356558, 'ООО "ФэмилиКостар"',
     'Гродненская область, Лидский район, г. Лида, ул. Ленинская 22А', '375292131189',
     'info@tut-eda.by', 2, NOW()),
    (3, 591361425 , 'ЧУП "СтоКвадратовПлюс"',
     'Гродененская область, Лидский район, г. Лида, ул. Фурманова 27', '375295343842',
     'info@krismas.by', 3, NOW()),
    (4, 192415615, 'ООО "Бургер БК"', 'г. Минск,пр. Независимости, д.179, пом. 13',
     '375173890684', 'feedback@burger-king.by', 2, NOW()),
    (5, 591369214, 'ООО "МВ фэктори"', 'г.Лида, ул.Космонавтов, 10/1', '375259119206', 'info@foodpicasso.com', 2, NOW()),
    (6, 591018743, 'ООО "Гринашкевич"', 'г. Гродно, ул. Рогачевского, 37, пом. 4',
     '375333448834', 'bitrix@belfakta.by', 2, NOW());

ALTER SEQUENCE organizations_id_seq RESTART WITH 7;
